const infoHeader = "การหยอดตาด้วยตนเองง่ายๆ 10 ขั้นตอน";
const infoHead1 = "1. ตรวจสอบชนิด และวันหมดอายุก่อนใช้";
const infoText1 =
  "     ชนิดมีสารกันบูดหลังเปิดแล้วใช้ได้ไม่เกิน 1 เดือน ส่วนชนิดไม่มีสารกันบูดหลังเปิดแนะนำใช้ไม่เกิน 12-24 ชั่วโมง ส่วนที่เหลือให้ทิ้งทันที";
const infoHead2 = "2. ลำดับการหยอดยา";
const infoText2 =
  "     น้ำใสก่อนน้ำขุ่น และ แบบป้ายตาที่เป็นเจลหรือขี้ผึ้ง เป็นแบบสุดท้าย หยอดยาแต่ละชนิดห่างกันอย่างน้อย 5-10 นาที";
const infoHead3 = "3. ล้างมือให้สะอาดและทำให้แห้ง";
const infoHead4 = "4. จัดท่านั่ง หรือท่านอน";
const infoText4 = "     ตอนเปิดฝาขวดระวังอย่าให้มือสัมผัสกับปลายจุกขวดยา";
const infoHead5 =
  "5.ใช้มือข้างที่ไม่ถนัดดึงเปลือกตาลงจนเห็นกระพุ้งตาด้านล่าง เหลือบตามองขึ้นบน ไม่ขยับศีรษะ";
const infoHead6 = "6. ใช้มือข้างถนัดถือขวดยาให้ลอยเหนือดวงตา";
const infoText6 = "     ระวังอย่าให้ปลายขวดสัมผัสกับขนตาหรือกระจกตา";
const infoHead7 = "7. หยดยา 1 หยด หรือตามที่ขวดเขียนกำกับ";
const infoText7 =
  "     หากที่ยาหยอดส่วนเกินซึมออก ให้หลับตาและใช้สำลีแห้งหรือผ้าสะอาดซับเฉพาะส่วนที่ล้นออกมา";
const infoHead8 = "8. หลับตานิ่งประมาณ 2-3 นาที";
const infoText8 = "     ไม่กระพริบถี่ๆ และไม่ขยี้ตา";
const infoHead9 = "9. กดที่บริเวณหัวตาประมาณ 1 นาที";
const infoText9 =
  "     เพื่อเพิ่มประสิทธิภาพของยาให้ซึมเข้าในตาได้นานขึ้น และลดการดูดซึมยาเข้าสู่ร่างกายส่วนอื่น เป็นการลดผลข้างเคียงจากยา";
const infoHead10 = "10. ปิดฝาขวดให้สนิท";
const takeCare = "การเก็บรักษายาหยอดตา ";
const infoTakeCare1 =
  "     1. ควรเก็บยาหยอดตาไว้ที่อุณหภูมิ 25 องศาเซลเซียส หมายถึงเก็บไว้ในอุณหภูมิห้องได้ แต่ไม่ควรวางไว้ริมหน้าต่าง หรือบริเวณที่มีแสงแดดส่องถึง เพราะอาจทำให้ยาเสื่อมฤทธิ์ลงได้";
const infoTakeCare2 = "     2. บางชนิดควรต้องแช่ในตู้เย็นช่องธรรมดา ให้อ่านตามฉลากยา";
const infoTakeCare3 = "     3. ไม่ควรใช้ยาหยอดตาร่วมกับผู้อื่น";
const headerVideo = "ดูวิดีโอจากทางราชวิทยาลัยจักษุฯ"
const headerEffect = "ผลข้างเคียงและการแพ้ยาหยอดตา"
const effectHead1 = "ผลข้างเคียงจากยา"
const effectInfo1 = "     เป็นการปฏิกิริยาการตอบสนองของร่างกายต่อยาที่มิได้ตั้งใจให้เกิดขึ้น โดยเกิดมากน้อยแตกต่างกันในแต่ละคน อาการ อาทิ ตาแดง ตาพร่า แสบเคืองตา เปลือกตาคล้ำ เป็นต้น"
const effectHead2 = "การแพ้ยา"
const effectInfo2 = "     เกิดจากความผิดปกติของระบบภูมิคุ้มกันของร่างกายที่มีต่อยา เป็นอาการแสดงที่ไม่สามารถคาดเดาได้ล่วงหน้า เกิดขึ้นเฉพาะบางคนเท่านั้น หากมีอาการ ตาแดง คันตา หรือเปลือกตาบวม ให้กลับมาปรึกษาจักษุแพทย์ทันที"
const headerQuestion = "คำถามที่พบบ่อย"
const questionHead1 = "1. หากลืมหยอดตาทำอย่างไร"
const questionInfo1 = "     ให้หยอดยาทันทีที่นึกได้ และหยอดยาครั้งถัดไปตามเวลาเดิม"
const questionHead2 = "2. หยอดยาตอนใส่คอนแทคเลนส์ได้หรือไม่"
const questionInfo2 = "     ควรถอดคอนแทคเลนส์ก่อนหยดตาและสามารถใส่กลับหลังหยอดยาครบแล้ว 10-15 นาที"

export {
  infoHeader,
  infoHead1,
  infoText1,
  infoHead2,
  infoText2,
  infoHead3,
  infoHead4,
  infoText4,
  infoHead5,
  infoHead6,
  infoText6,
  infoHead7,
  infoText7,
  infoHead8,
  infoText8,
  infoHead9,
  infoText9,
  infoHead10,
  infoTakeCare1,
  infoTakeCare2,
  infoTakeCare3,
  takeCare,
  headerVideo,
  headerEffect,
  effectHead1,
  effectInfo1,
  effectInfo2,
  effectHead2,
  headerQuestion,
  questionHead1,
  questionHead2,
  questionInfo1,
  questionInfo2
};
